import pandas as pd

df = pd.DataFrame(
    {
        "filmname": [
            "Я, Побєда і Берлін", 
            "Приятель небіжчика", 
            "Сьомий маршрут", 
            "Гетьманські клейноди", 
            "Капітан Крокус", 
            "Таємниця Чингісхана", 
            "Засипле сніг дороги", 
            "Непрофесіонали", 
            "Богдан-Зиновій Хмельницький", 
            "Н-ХЗС", 
            "Серце на долоні", 
            "Дике поле", 
            "Співає Івано-Франківськтеплокомуненерго", ], 
        "note": [
            '2020', '1997','1997', '1993', '1991', '2002', '2004', '2003', '2006', '2007', '2008', '2018', '2019',
        ],
        "rating": [
            '4', '5', '3', '3', '1', '5', '3', '4', '5', '4', '4', '4', '5'
        ]
    }
)